Autodesk.Revit.DB.ScheduleFieldMultipleValuesDisplayType
Define how the schedule field's multiple value is displayed.
Since:
2022

Autodesk.Revit.DB.ScheduleFieldMultipleValuesDisplayType.Custom
Display custom text per Autodesk.Revit.DB.ScheduleField instance,
as defined by the Autodesk::Revit::DB::ScheduleField::MultipleValuesCustomText property.

Autodesk.Revit.DB.ScheduleFieldMultipleValuesDisplayType.Varies
Display a standard hardcoded text, translated for the active locale.

Autodesk.Revit.DB.ScheduleFieldMultipleValuesDisplayType.Project
Display the project setting Autodesk::Revit::DB::MultipleValuesIndicationSettings::Value.